/* No comment provided by engineer. */
"Could not move to Applications folder" = "Non posso spostarmi nella cartella Applicazioni";

/* No comment provided by engineer. */
"Do Not Move" = "Non spostarmi";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Posso spostarmi nella cartella Applicazioni se vuoi.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Spostami nella cartella Applicazioni";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "Vuoi spostarmi nella cartella Applicazioni del tuo utente?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Vuoi spostarmi nella cartella Applicazioni?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Nota richiede la password di amministratore.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "In questo modo la cartella Download sarà pulita.";

